export default function Content() {
  return (
    <div className="max-w-screen-md m-auto leading-7 max-sm:text-sm max-md:px-8 flex flex-col gap-12">
      <div>
        <h3 className="text-5xl max-md:text-4xl max-sm:text-3xl tracking-tight font-semibold leading-loose mb-6">
          Решения
        </h3>
        <p>
          Фокусът ни върху клиентите е същността на нашата работа. Ние доставяме
          услуги за всички видове бизнес – от малки местни предприятия до
          мултинационални компании.
        </p>
        <br />
        <p>
          Ние обработваме вашата пратка като всяка друга голяма товарна пратка –
          старателно и професионално.
        </p>
        <ul className="list-disc pl-6">
          <li>
            Решения за всички видове стоки (конвенционални, изискващи
            температурен режим, опасни товари)
          </li>
          <li>
            Превоз на стоки от и до Балканите и всички страни на ЕС, цели и
            частични товари;
          </li>
          <li>Взимане на стоки и доставки за от и в България;</li>
          <li>
            Съчетаване на дълги и къси дестинации за ефективно планиране и
            разходи;
          </li>
          <li>Регулярни групажни линии;</li>
          <li>Транспортни услуги до Турция и Близкия изток;</li>
          <li>
            Спазване на изискванията за качество и стандарти на клиентите и/или
            на техни специфични изисквания.
          </li>
        </ul>
      </div>
      <div>
        <h3 className="text-5xl max-md:text-4xl max-sm:text-3xl tracking-tight font-semibold leading-loose mb-6">
          Предимства
        </h3>
        <p>
          Фокусът ни върху клиентите е същността на нашата работа. Ние доставяме
          услуги за всички видове бизнес – от малки местни предприятия до
          мултинационални компании.
        </p>
        <br />
        <p>
          Ние обработваме вашата пратка като всяка друга голяма товарна пратка –
          старателно и професионално.
        </p>
      </div>
    </div>
  );
}
